Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/varanger_museum/bildetekster_immateriell_kulturarv_kvensk_29.07.2018.odt.tmx
Source language: nob
Languages: fkv

source: Pipolajentene.
fkv: Piippolan tyttäret.

source: Fra venstre bak Sofie Ingilæ, Amalie Bækø, Minda Bæko, Mildrid Ingilæ og Ella Sepajervi.
fkv: Vasemalta takkaa: Sofie Ingilæ, Amalie Bækø, Minda Bæko, Mildrid Ingilæ ja Ella Sepajervi.

source: Foran Haldis Bækø, Aurora Ingilæ, Elna Bækø og Gunda Bækø, Bugøynes 1927.
fkv: Eessä Haldis Bækø, Aurora Ingilæ, Elna Bækø ja Gunda Bækø, Pykeä 1927.

source: Lapset leikkivä, Vesisaari 1926.
fkv: Tyttäret leikkivä piirileikkiä.

source: Kristin Nicolaysen filmer sin sønn Iver Isak Nicolaysen Sundelin i forbindelse med dokumentaren «Isä og Aftenstjernen» sommeren 2016 i Skallelv.
fkv: Kristin Nicolaysen filmaa ommaa poikaa Iver Isak Nicolaysen Sundelinia ko het tekevä dokumentaaria kesälä 2016 Kallijoessa.

source: Hovedfokus i filmen er at Iver Isak lærer kvensk av Egil (bestefar/ isä).
fkv: Filmin pääfokus oon se ko Iver Isak oppii kvääniä omalta äijiltä, Egililtä.

source: På bildene ser vi Kristin Nicolaysen, Egil Sundelin, Iver Isak Nicolaysen Sundelin og Ådne Sundelin Hansen.
fkv: Kuvassa oon Kristin Nicolaysen, Egil Sundelin, Iver Isak Nicolaysen Sundelin ja Ådne Sundelin Hansen.

source: Svanvik gård, Svanvik.
fkv: Jouttenlahen talo, Jouttenlahti.

source: Gerd og Solveig Klemetsen med katten Kitter, Vadsø ca. 1930-1960.
fkv: Gerd ja Solveig Klemetsen Kitter-kissan kans. Vesisaari n. 1930-1960.

source: Bugøynes 1970.
fkv: Pykeä 1970.

source: Arbeid på kai i Østervågen, Vardø ca.1980-90.
fkv: Työssä kaajala Eteläsatamassa, Vuorea n. 1980-90.

source: I hagen på Tuomainengården, Vadsø 1933.
fkv: Tuomaisen talon haakissa, Vesisaari 1933.

source: Randi Gallavara ved badstugammen til Vinikkahytta, Vadsø ca.
fkv: Randi Gallavara istuu Viinikkahytän saunakammin vieressä, Vesisaari n. 1950-luvula.

source: Alf Tuomainen, Vadsø 1933.
fkv: Alf Tuomainen, Vesisaari 1933.

source: William Mietinen 14 år på fisketur i Østervann, Vestre Jakobselv 1939.
fkv: 14-vuotinen William Mietinen oon pyytämässä kallaa Östervannila, Annijoki 1939.

source: Jente i lek med en kattunge ved hovedinngangen til Hamborghus og telegrafstasjonen i Hamningberg ca. 1910-1920.
fkv: Tyär leikkii kissanpojan kans Hamborgintalon ja telegraafistasjuunin porstuan eessä Hamningbergissa n. 1910-1920.

source: Marine (til venstre) og Synnøve Mikkola har kledd seg ut som amerikanere på ferie, Neiden 1930-tallet.
fkv: Marine (vasemalla) ja Synnøve Mikkola oon vaatittanheet ittensä niin ko amerikkalaiset feeriällä, Näätämö 1930-luvula.

source: Elsa Haldorsen driver Bugøynes Opplevelser og er en aktiv formidler av den «gammelfinske» kulturen.
fkv: Elsa Haldorsen omistaa firman Bygøynes opplevelser, ja hän jakkaa aktiivisesti tietoa ”vanhasuomalaisesta” kulttuurista.

source: Hun driver galleri, camping, sauna, overnatting og bibliotek i Bugøynes.
fkv: Hän triivaa galleriita, camping-paikkaa, saunaa, yösijjaa ja biblioteekkia Pykeässä.

source: Her lærer hun barn fra finskklassen rim og regler.
fkv: Tässä hän opettaa lapsile suomalaisia riimiä ja loruja.

source: Barn utenfor prestegården i Vardø ca. 1910.
fkv: Lapset pappilan ulkopuolel a Vu oreassa n. 1910.

source: I hagen på Mikkelsnes.
fkv: Haakissa Mikkel iniemessä.

source: Fra venstre: Ida Mathisen, Kathinka Mikkola som har fjonget seg med en høy hatt, og Marine Mikkola som holder rundt sin mor og smiler lykkelig av hennes fjolleri.
fkv: Vasemalta: Ida Mathisen, Kathinka Mikkola kuka fiinistellee k o rk ian hatun kans, ja Marine Mikkola kuka pittää mammasta kiini ja hymmyilee ilosenna mamman hulluttelule.

source: Neiden 1930-tallet.
fkv: Näätämö 1930-luvula.

source: To gutter med trillebår samler fiskehoder som har falt ned fra hjellene, Vardø 1920-tallet.
fkv: Kaksi poikaa kokoava trillepoorhiin kalanpäitä jokka oon tippunheet jällistä, Vuorea 1920-luvula.

source: Gruppebilde foran gården, Fredheim i Langfjorden i Pasvik ca. 1910.
fkv: Joukkokuva talon eessä. Fredheim Pitkävuonossa, Paatsjoessa n. 1910.

source: Hesteskyss tidlig 1900-tallet.
fkv: Hevoskyytti varhain 1900-luvula.

source: Veien mot Nesset, sett fra Randas kjøkkenvindu, Bugøynes 1970.
fkv: Tie Niemheen käsin. Näkymä Randan köökinklasista, Pykeä 1970.

source: Badeliv i Øvre Neiden 1957.
fkv: Uimassa Yli- Näätämössä 1957.

source: Butikkinteriør, Krampenes 1973.
fkv: Kauppa Kramppisessa vuona 1973.

source: Plakat på brua over Komagelv om dans, Komagvær 1973.
fkv: Tansshiinkuttu. Plakaatti Kumajoen sillala, Kumaveri 1973.

source: Leif Mikkola arbeider på taket til et lite uthus på Mikkelsnes, Neiden 1930-tallet.
fkv: Leif Mikkola työtelee pienen ulkohuonheen katola Mikkeliniemessä, Näätämö 1930-luvul a.

source: Grensefoss i Pasvik.
fkv: Rajakoski Paatsjoessa.

source: Herlaug Mikkola p å trappa til Mikkelsnes, Neiden 1930-tallet.
fkv: Herlaug Mikkola Mikkeliniemen talon trapuila, Näätämö 1930-luvula.

source: Enaresjøen, Finland ca.1880.
fkv: Inarijärvi, Suomi n. 1880.

source: Vaggetem, Pasvik 1897.
fkv: Vaggetem, Paatsjoki 1897.

source: Hester på elven Volga. Hevosia Volga-joela.
fkv: Lapsia Toinenkönkhäälä Annijoessa 1930-luvula

source: Musikerparet Trygve Beddari og Anne Margaret Nilsen har samlet og framfører sanger fra Ruija.
fkv: Musikkeripari Trygve Beddari ja Anne Margaret Nilsen oon koonheet lauluja Ruijasta ja esittävä niitä.

source: Musikktradisjonen de formidler spenner over alt fra urgammel runosangtradisjon, via eldre finske folkesanger, læstadianske sanger, sanger laget av kvener/norskfinner i Norge til finske slagere.
fkv: Het pellaava ikivanhoita runolauluja, vanhoita suomalaisia kansanlauluja, lestadiolaisia lauluja, ja lauluja joita kväänit/norjansuomalaiset oon tehnheet suomalaisista slaakerista.

source: Dette er under en skolekonsert på Vadsø museum- Ruija kvenmuseum.
fkv: Tämä kuva oon koulukonsertista Vesisaaren museumissa, Vadsø museum – Ruija kvenmuseum.

source: Andreas Mikkola med sønner og musikkinteressert vær på gården Mikkelsnes, Neiden 1930–tallet.
fkv: Andreas Mikkola yhessä pojitten j a musikista tykkäävän jaaran kans Mikkeliniemen talon porthaala, Näätämö 1930-luvula.

source: Mikkelsens orkester spiller opp til dans med tradisjonelle viser, her under Hamningbergdagene 2018.
fkv: Mikkelsenin orkesteri pellaa tanssissa tradisjunellia viisuja. Tässä het pellaava Hamningberg-päivilä vuona 2018.

source: Orkesteret består av Jakob Mikkelsen, Audun Mikkelsen, Ronald Pedersen, og Joakim Kristoffersen.
fkv: Orkesterissa oon myötä Jakob Mikkelsen, Audun Mikkelsen, Ronald Pedersen ja Joakim Kristoffersen.

source: Jul i stuen Vadsø ca. 1930
fkv: Joulu tuvassa, Vesisaari n. 1930.

source: Bedehuset i Vadsø 1948.
fkv: Rukoushuone Vesisaaressa 1948.

source: Livana Shemeikka med sin kone sønn, og barnebarn, Karelen 1906.
fkv: Iivana Shemeikka oman emänän, pojan ja lapsenlapsen kans, Karjala 1906.

source: Parikkala, Finland 1930–tallet.
fkv: Parikkala, Suomi 1930-luvula.

source: Menn sløyer fisk på kaia i Jakobselv, 1926.
fkv: Miehet suoliva kaloja kaajala Annijoessa, 1926.

source: Manghild Reisænen fra «kvenbygda» Vestre Jakobselv har bidratt med dikt og fortellinger til denne boka.
fkv: Magnhild Reisænen oon Annijoen «kväänikylästä» pois. Hän oon antanu runoja ja muisteluksia tähän kirjhaan.

source: Kolme poikaa hengast ava kaloja kala jäl l hiin.
fkv: Hänelä oon monia muisteluksia joita hän mielelä muistelee etheenkäsin.

source: Blåse hos Sara Mietinen, Vestre Jakobselv 1973.
fkv: Ploosa. Sara Mietisen tykönä Annijoessa 1973.

source: Arbeid med å sette poteter på Mikkelsnes.
fkv: Pot unkylvössä Mikkeliniemessä.

source: Fra venstre Astrid, Kathinka og Marine Mikkola, Neiden 1930-tallet.
fkv: Vasemalta Ast rid, Kathinka ja Marine Mikkola, Näätämö 1930-luvula.

source: Hjemmelaget juletre av kosteskaft og einekvister, Vadsø 1940-tallet
fkv: Luuanvarresta ja katajanoksista tehty joulupuu, Vesisaari 1940-luvula.

source: Synnøve Mikkola sammen med sin bestemor, Sofie Josefine Mikkola omgitt av hundekjeks og balderbrå, Neiden 1930-tallet.
fkv: Synnøve Mikkola ja hänen ämmi, Sofia Josefine Mikkola, koiranraasitten ja papinkukitten keskelä, Näätämö 1930-luvula.
